public/reading/surroundings/surroundings.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">
<p>
<a href="../../index.html">Giovanni's Diary</a> &gt; <a href="../reading.html">Reading</a> &gt;
</p>

<div id="outline-container-orgc323e76" class="outline-2">
<h2 id="orgc323e76">Surroundings</h2>
<div class="outline-text-2" id="text-orgc323e76">
<p>
<b>Surroundings</b> is a series of descriptions of places I find myself
into.  It is a raw translation of what my eyes see looking outward,
filtered by my own mind, in the historical period I live in. The
purpose of these writings is to provide a testimony of what a place
looks like and feels like in a certain moment. It indirectly records
what I, Giovanni, notice and pay attention to and feel, in this
particular moment of my life.
</p>

<p>
This series started as a creative writing experiment but naturally
introduced various historical elements. I do not claim to be an
historian. I gained all my knowledge unconventionally, by hiking to
places and listening to others during the years. These documents
became my attempts to write down this knowledge to the best of my
abilities and memory.
</p>

<p>
Subscribe to the RSS <a href="../../feeds/feedSurroundings.rss">feed</a> to stay up to date with new releases.
</p>

<p>
Get the pdf book <a href="Surroundings.pdf">here</a>.
</p>
</div>

<div id="outline-container-org0ad0b9a" class="outline-4">
<h4 id="org0ad0b9a">Chapters</h4>
<div class="outline-text-4" id="text-org0ad0b9a">
<ul class="org-ul">
<li><a href="san-marco-garden.html">San Marco garden</a></li>
<li><a href="sant-agata-church.html">Sant'Agata Church</a></li>
<li><a href="doss-trento.html">Doss Trento</a></li>
<li><a href="mount-san-martino.html">Mount San Martino</a></li>
<li><a href="sant-apollinare-church.html">Sant'Apollinare Church</a></li>
<li><a href="mount-celva.html">Mount Celva</a></li>
<li><a href="moena-passo-carezza.html">Moena - Passo Carezza</a></li>
</ul>
</div>
</div>

<div id="outline-container-org0cfe03a" class="outline-4">
<h4 id="org0cfe03a">Map</h4>
<div class="outline-text-4" id="text-org0cfe03a">
<p>
If your client supports iframes, you can view a map of the locations
below.
</p>

<iframe width="100%" height="400px" frameborder="0" allowfullscreen allow="geolocation" src="//umap.openstreetmap.fr/en/map/untitled-map_1203148?scaleControl=true&miniMap=false&scrollWheelZoom=true&zoomControl=true&editMode=disabled&moreControl=true&searchControl=null&tilelayersControl=null&embedControl=null&datalayersControl=true&onLoadPanel=none&captionBar=false&captionMenus=true#14/46.0689/11.1224"></iframe><p><a href="//umap.openstreetmap.fr/en/map/untitled-map_1203148?scaleControl=true&miniMap=false&scrollWheelZoom=true&zoomControl=true&editMode=disabled&moreControl=true&searchControl=null&tilelayersControl=null&embedControl=null&datalayersControl=true&onLoadPanel=none&captionBar=false&captionMenus=true#14/46.0689/11.1224">See full screen</a></p>

<hr />

<p>
Travel: <a href="../reading.html">Reading</a>, <a href="../../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</div>
</body>
</html>
